Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Centre for Autonomous Marine Operations and Systems (AMOS) at NTNU
nb: AMOS innenfor regulerings- og marinteknikk ved NTNU

source: Snøhvit is a field in the central part of the Hammerfest Basin in the southern part of the Barents Sea.
nb: Snøhvit ligger i den sentrale delen av Hammerfestbassenget i det sørlige Barentshavet.

source: The Borg Nordvest deposit is in Upper Jurassic intra-Draupne sandstone.
nb: Borg Nordvest-forekomsten er i intra-Draupne sandstein av senjura alder.

source: Jette was discovered in 2009, and the plan for development and operation (PDO) was approved in 2012.
nb: Jette ble påvist i 2009, og plan for utbygging og drift (PUD) ble godkjent i 2012.

source: The reservoirs contain gas and condensate in sandstone of Late Triassic and Jurassic age in the Snadd and Stø Formations, at a depth of 1900 metres.
nb: Reservoarene inneholder gass og kondensat i sandstein av sentrias og jura alder i Snadd- og Støformasjonene, og ligger på 1900 meters dyp.

source: The condensate from Åsgard is sold as oil.
nb: Kondensat fra Åsgard selges som olje.

source: The undiscovered resources are adjusted to reflect the annual exploration results.
nb: De ikke påviste ressursene er justert med årets leteresultater.

source: In 2020, an amended PDO for the development of the Hywind Tampen wind farm was approved.
nb: En endret PUD for utbygging av Hywind Tampen vindpark ble godkjent i 2020.

source: Numbered licensing rounds have been held since 1965.
nb: Nummererte konsesjonsrunder har blitt gjennomført siden 1965.

source: A PDO for Hod Saddle was approved in 1994.
nb: PUD for Hod Sadel-området ble godkjent i 1994.

source: The gas was transported via a 180-kilometre pipeline to the Shell-Esso Gas and Liquids (SEGAL) terminal at St Fergus in the UK.
nb: Gassen ble transportert i en 180 kilometer lang rørledning til terminalen Shell-Esso Gas and Liquids (SEGAL) i St. Fergus i Storbritannia.

source: o.e., or 17 per cent of the remaining proven resources.
nb: o.e., eller 17 prosent av de påviste ressursene som er igjen.

source: Visund was discovered in 1986, and the plan for development and operation (PDO) was approved in 1996.
nb: Visund ble påvist i 1986, og plan for utbygging og drift (PUD) ble godkjent i 1996.

source: Edvard Grieg was discovered in 2007, and the plan for development and operation (PDO) was approved in 2012.
nb: Edvard Grieg ble påvist i 2007, og plan for utbygging og drift (PUD) ble godkjent i 2012.

source: The current rates for area fees are NOK 34 000 per km
nb: Gjeldende satser for arealavgift er kr. 34 000 per km

source: This trend reversed in 2014, and both activity and costs are now at more sustainable levels.
nb: Denne trenden snudde i 2014, og både aktivitet og kostnader anses nå på et mer bærekraftig nivå.

source: The contingent resources in fields have increased by 3 million Sm
nb: De betingede ressursene i felt er økt med 3 millioner Sm

source: It is planned to drill three new production wells on Vega Sentral and Vega Sør in 2021/2022.
nb: Tre nye produksjonsbrønner på Vega Sentral og Vega Sør skal bores i 2021/2022.

source: In the 1970s, exploration activity was concentrated in the areas south of 62°N (Stad).
nb: I 1970-årene var letevirksomheten konsentrert rundt områdene sør for Stad (62 grader nord).

source: The Norwegian Clean Seas Association for Operating Companies (
nb: Norsk oljevernforening for operatørskap (

source: Nearby discoveries and prospects may prove sufficient resources for development and tie-in to Gudrun.
nb: Nærliggende funn og prospekter kan inneholde tilstrekkelige ressurser for utbygging og tilknytning til Gudrun.

source: The dry gas is transported in Zeepipe II A and II B to Zeebrugge in Belgium.
nb: Tørrgassen transporteres gjennom Zeepipe II A og II B til Zeebrugge i Belgia.

source: The first step is separation of naphtha and LPG.
nb: På Mongstad blir det først skilt ut nafta og LPG.

source: In March 1965, agreements were concluded on the delimitation of the continental shelf on the basis of the median line principle.
nb: I mars 1965 ble det inngått avtaler om avgrensing av kontinentalsokkelen på basis av midtlinjeprinsippet. Oljehistorien

source: Gungne was discovered in 1982, and the plan for development and operation (PDO) was approved in 1995.
nb: Gungne ble påvist i 1982, og plan for utbygging og drift (PUD) ble godkjent i 1995.

source: Decommissioning plans were submitted in 2019 for the QP, PCP and DP facilities.
nb: Avslutningsplaner for QP-, PCP- og DP-innretningene ble levert i 2019.

source: Knarr is a field in the northern part of the North Sea, 50 kilometres northeast of the Snorre field.
nb: Knarr ligger i den nordlige delen av Nordsjøen, 50 kilometer nordøst for Snorre.

source: If the project includes pipelines or onshore terminals, a separate plan for installation and operation (PIO) of these must also be submitted and approved.
nb: For rørledninger og landterminaler må det eventuelt godkjennes en egen plan for anlegg og drift (PAD).

source: Gulltopp is produced through an extended reach production well from the Gullfaks A facility.
nb: Gulltopp produseres gjennom en langtrekkende produksjonsbrønn fra Gullfaks A-innretningen.

source: A PDO for Brage Sognefjord was approved in 1998.
nb: PUD for Brage Sognefjord ble godkjent i 1998.

source: Duva was discovered in 2016, and the plan for development and operation (PDO) was approved in 2019.
nb: Duva ble påvist i 2016, og plan for utbygging og drift (PUD) ble godkjent i 2019.

source: An amended PDO for an additional water injection template, Ekofisk VC, was approved in 2017.
nb: I 2017 ble en endret PUD for en ekstra havbunnsramme for vanninjeksjon godkjent, Ekofisk VC.

source: Any surplus gas is sent to the Jotun FPSO for export via Statpipe to the Kårstø terminal.
nb: Eventuell overskuddsgass kan sendes til Jotun FPSO for eksport via Statpipe til Kårstø-terminalen.

source: The well stream from Morvin is transported by a heated, 20-kilometre pipeline to the Åsgard B facility for processing and further transport.
nb: Brønnstrømmen fra Morvin transporteres i en 20 kilometer lang oppvarmet rørledning til Åsgård B-innretningen for prosessering og videre transport.

source: A side-track from one of the existing wells is planned to be drilled in 2021.
nb: Boring av et sidesteg fra en eksisterende brønn er planlagt for 2021.

source: Snøhvit was the first field development in the Barents Sea.
nb: Snøhvit er det første feltet som ble bygd ut i Barentshavet.

source: The Oseberg Øst, Oseberg Sør and Tune fields are tied to the Oseberg Field Centre.
nb: Feltene Oseberg Øst, Oseberg Sør og Tune er tilknyttet feltsenteret på Oseberg.

source: Ormen Lange was discovered in 1997, and the plan for development and operation (PDO) was approved in 2004.
nb: Ormen Lange ble påvist i 1997, og plan for utbygging og drift (PUD) ble godkjent i 2004.

source: The field is currently under development, and production is scheduled to start in 2024.
nb: Feltet er under utbygging, og det skal etter planen komme i produksjon i 2024.

source: Historical and projected emissions of NOx from the petroleum sector in Norway – Historical numbers for 1998-2020 and projections for 2021-2025
nb: Historiske og antatt framtidige NOx utslipp fra petroleumssektoren i Norge – Historiske tall for 1998-2020 og prognoser for 2021-2025

source: Gas from the Norwegian Sea is largely transported by pipeline to various onshore facilities in Norway and further to the UK and continental Europe.
nb: Gass fra Norskehavet blir i hovedsak transportert i rørledninger til ulike landanlegg i Norge og videre til Storbritannia og kontinentet.

source: , and is the largest sea area on the Norwegian continental shelf.
nb: Barentshavet har også det største potensialet for olje og gass av de tre havområder.

source: Production is routed via the Forvie-Alwyn pipeline to the British Alwyn field for separation.
nb: Produksjonen sendes via Forvie-Alwyn-rørledningen til det britiske Alwyn-feltet for separasjon.

source: The main reservoir in both deposits is in the Middle Jurassic Garn Formation at a depth of 3500 metres.
nb: Hovedreservoaret i begge forekomstene er i Garnformasjonen av mellomjura alder og ligger på 3500 meters dyp.

source: After Johan Sverdrup, the graph shows only moderate resource growth in the North Sea.
nb: Etter Johan Sverdrup viser kurven bare moderat ressurstilvekst i Nordsjøen.

source: The sale of part of the SDFI portfolio to Statoil was seen as an important element in the successful part-privatisation of the company.
nb: Salget av SDØE-andelene til Statoil ble sett på som et viktig element i å gjennomføre en vellykket delprivatisering av selskapet.

source: A new decommissioning plan was submitted in 2015.
nb: En ny avslutningsplan ble levert i 2015.

source: Both production and injection wells have problems with slugging and sand control.
nb: Både produksjons- og injeksjonsbrønner har problemer med slugging og sandkontroll.

source: The introduction of the APA-system in 2003 was part of this strategy.
nb: Innføringen av ordningen med tildeling i forhåndsdefinerte områder i 2003 var et ledd i denne tilpasningen.

source: The standard conditions are 15 °C and normal atmospheric pressure (1013.25 hPa).
nb: Standardbetingelsene er 15 °C og normalt atmosfæretrykk (1013,25 hPa).

source: Glitne is a field in the central part of the North Sea, 40 kilometres north of the Sleipner area.
nb: Glitne ligger i den sentrale delen av Nordsjøen, 40 kilometer nord for Sleipner-området.

source: The well stream is sent to the Gjøa field for processing.
nb: Brønnstrømmen transporteres til Gjøa for prosessering.

source: Sleipner Øst is a field in the central part of the North Sea.
nb: Sleipner Øst ligger i den midtre delen av Nordsjøen.

source: The field is produced with water and gas injection.
nb: Feltet produseres med vann- og gassinjeksjon.

source: Eldfisk was discovered in 1970, and the plan for development and operation (PDO) was approved in 1975.
nb: Eldfisk ble påvist i 1970, og plan for utbygging og drift (PUD) ble godkjent i 1975.

source: Murchison is a field in the Tampen area in the northern part of the North Sea, on the border between the Norwegian and UK sectors.
nb: Murchison ligger i Tampen-området i den nordlige delen av Nordsjøen, på grensen mellom norsk og britisk sektor.

source: Ivar Aasen is a field in the northern part of the North Sea, 30 kilometres south of the Grane and Balder fields.
nb: Ivar Aasen ligger i den nordlige delen av Nordsjøen, 30 kilometer sør for Grane og Balder.

source: The control tower consisted of a deck and a 126-metre-high steel structure attached to a concrete foundation.
nb: Kontrolltårnet bestod av et dekk og en 126 meter høy stålstruktur som stod på et betongfundament.

source: Macroeconomic indicators for the petroleum sector, 1971-2022
nb: Makroøkonomiske indikatorer for petroleumssektoren, 1971-2022

source: The discovery was proven in 2016 and delineated by four wells in the period from 2017 to 2019.
nb: Funnet ble påvist i 2016, og ble avgrenset med fire brønner mellom 2017 og 2019.

source: Initially, the drainage strategy for the Shetland/Lista reservoir was depletion, but pressure support by water injection has now been implemented.
nb: Opprinnelig var dreneringsstrategien for Shetland/Lista-reservoaret trykkavlastning, men vanninjeksjon er nå implementert som trykkstøtte.

source: The ordinary company tax rate is 22 %, and the special tax rate is 56 %.
nb: Den ordinære skattesatsen er 22 prosent, og særskattesatsen er 56 prosent.

source: The WAG program has been extended with gas from the tied-in Tambar, Blane and Oda fields.
nb: VAG-programmet har blitt utvidet med gass fra tilknyttede Tambar, Blane og Oda feltene.

source: The well stream is routed by pipeline to the Alvheim FPSO.
nb: Brønnstrømmen transporteres i rørledning til Alvheim-skipet.

source: 7120/12-2 (Alke Sør) is a discovery in the southern Barents Sea, 54 kilometres south of the Snøhvit field and 55 kilometres west of the Goliat field.
nb: 7120/12-2 (Alke Sør) er et funn i det sørlige Barentshavet, 54 kilometer sør for Snøhvit og 55 kilometer vest for Goliat.

source: Original recoverable petroleum resources on the Norwegian continental shelf as of 31.12.2020 – Oil and condensate are quoted in million standard cubic metres (Sm³).
nb: Totale petroleumsressurser på norsk kontinentalsokkel per 31.12.2020 – Olje og kondensat blir oppgitt i millioner standard kubikkmeter (Sm³).

source: At the end of 2020, the fund’s market value was just under NOK 11 000 billion.
nb: Ved utgangen av 2020 var fondets markedsverdi i underkant av 11 000 milliarder kroner.

source: PETROMAKS 2 provides funding to a broad range of projects, from strategic basic research at universities and research institutes to innovation projects headed by the private sector.
nb: PETROMAKS 2 støtter et bredt spekter av prosjekter, fra strategisk grunnforskning på universiteter og forskningsinstitutter til innovasjonsprosjekter som ledes av industrien.

source: The final proposal for APA areas to be announced in the licensing round is submitted to public consultation.
nb: Regjeringen fatter deretter, på samme måte som i nummererte konsesjonsrunder, beslutning om hvilke blokker som skal utlyses, med tilhørende miljø- og fiskerivilkår.

source: The Bauge and Fenja fields are under development.
nb: Bauge og Fenja er under utbygging.

source: The initial plan for development and operation (PDO) for Gullfaks Sør Phase I was approved in 1996 and included production of oil and condensate from the Gullfaks Sør, Rimfaks and Gullveig deposits.
nb: Opprinnelig plan for utbygging og drift (PUD) for Gullfaks Sør fase I ble godkjent i 1996, den omfattet produksjon av olje og gass fra forekomstene Gullfaks Sør, Rimfaks og Gullveig.

source: We use the Google Analytics analysis tool for this purpose.
nb: Vi bruker analyseverktøyet Google Analytics til dette formålet.

source: The plan for development and operation (PDO) is expected to be submitted by the end of 2022.
nb: Plan for utbygging og drift (PUD) ventes levert i slutten av 2022.

source: A PDO exemption was granted for the development of the northern part of the field in 2004.
nb: Det ble innvilget PUD-fritak for utbygging av den nordlige delen av feltet i 2004.

source: Vest Ekofisk was discovered in 1970, and the plan for development and operation (PDO) was approved in 1973.
nb: Vest Ekofisk ble påvist i 1970, og plan for utbygging og drift (PUD) ble godkjent i 1973.

source: The EU ETS is now in its fourth phase, which runs up to the end of 2030.
nb: Systemet er inne i sin fjerde periode som gjelder fram til og med 2030.

source: Declining production from a field releases infrastructure capacity, which can be used by tying in new resources to the same infrastructure.
nb: I en del tilfeller er slik bruk av eksisterende infrastruktur en forutsetning for lønnsom utbygging og produksjon av nye, mindre forekomster.

source: CO2 injection in the Hugin reservoir is being evaluated to increase recovery.
nb: CO2-injeksjon i Hugin-reservoaret vurderes for å øke utvinningen.

source: The field is developed with a subsea template tied-back to the production, storage and offloading vessel (FPSO) Norne.
nb: Feltet er bygd ut med en bunnramme som er koblet til produksjons- og lagerskipet (FPSO) på Norne.

source: Production from Duva started in August 2021.
nb: Feltet startet produksjon i august 2021.

source: There are now about 67 fields in production in the North Sea. Fields and discoveries in the North Sea
nb: I dag er det om lag 67 felt i produksjon i Nordsjøen. Kilde: Oljedirektoratet

source: Valhall was discovered in 1975, and the initial plan for development and operation (PDO) was approved in 1977.
nb: Valhall ble påvist i 1975, og opprinnelig plan for utbygging og drift (PUD) ble godkjent i 1977.

source: Hanz was discovered in 1997 and the plan for development and operation (PDO) was approved in 2013.
nb: Hanz ble påvist i 1997, og plan for utbygging og drift (PUD) ble godkjent i 2013.

source: Fewer wells were drilled in the North Sea (16) than in 2019, while about the same number of wells were drilled in the Norwegian Sea (13) and Barents Sea (4) as in 2019.
nb: I Nordsjøen ble det (16) færre brønner boret enn i 2019, mens det i Norskehavet (13) og i Barentshavet (4) var nær like mange som i 2019.

source: Future investments from 2020:
nb: Framtidige investeringer fra 2020:

source: Huldra is a field in the northern part of the North Sea, 16 kilometres west of the Veslefrikk field.
nb: Huldra ligger i den nordlige delen av Nordsjøen, 16 kilometer vest for Veslefrikk-feltet.

source: on the Norwegian Continental Shelf, with expected completion by June 2018.
nb: Konseptstudie for lager ble ferdigstilt høsten 2018 og ble gjennomført av partnerne Equinor, Shell og Total.

source: A new oil discovery was made on the east flank of Visund in 2019.
nb: Et nytt oljefunn ble påvist på den østlige flanken av Visund i 2019.

source: The well stream is processed on the Harald facility for further transport through the Danish pipeline system via the Tyra field.
nb: Brønnstrømmen blir prosessert på Harald-innretningen for videre eksport gjennom det danske rørledningssystemet via Tyra-feltet.

source: Petoro was established in 2001 and has almost 70 employees.
nb: Petoro ble opprettet i 2001 og har i underkant av 70 ansatte.

source: The Bauge and Fenja fields are under development and will also be tied to Njord.
nb: Bauge- og Fenja-feltene er under utbygging som nye tilknytninger til Njord.

source: Vest Ekofisk is a field in the southern part of the Norwegian sector in the North Sea, five kilometres west of the Ekofisk field.
nb: Vest Ekofisk ligger i den sørlige delen av norsk sektor i Nordsjøen, fem kilometer vest for Ekofisk.

source: The first phase is exploration, when any subsea petroleum resources are mapped and proved.
nb: Gjennom leteaktivitet kartlegges og påvises eventuelle petroleumsressurser i undergrunnen.

source: The PH-platform is supplied with power from shore.
nb: PH-innretningen forsynes med kraft fra land.

source: The reservoir in the Vigdis Brent deposit is in the Middle Jurassic Brent Group, while the Vigdis Øst and Vigdis Nordøst deposits are in Upper Triassic and Lower Jurassic sandstone in the Statfjord Group.
nb: Reservoaret i Vigdis Brent-forekomsten er i Brentgruppen av mellomjura alder, mens Vigdis Øst og Vigdis Nordøst-forekomstene er i sandstein av sentrias og tidligjura alder i Statfjordgruppen.

source: Volund produces oil from Paleocene sandstone in the Hermod Formation.
nb: Volund produserer olje fra sandstein av paleocen alder i Hermodformasjonen.

source: Investments made up about 60 per cent of this, operating costs 25 per cent, and exploration costs about 10 per cent.
nb: Av dette bestod rundt 60 prosent av investeringer, 25 prosent driftskostnader, mens letekostnader utgjorde rundt 10 prosent.

source: Fram H-Nord has produced below expectations.
nb: Fram H-Nord har hatt lavere produksjon enn forventet.

source: Valemon was discovered in 1985, and the plan for development and operation (PDO) was approved in 2011.
nb: Valemon ble påvist i 1985, og plan for utbygging og drift (PUD) ble godkjent i 2011.

source: Goliat was discovered in 2000, and the plan for development and operation (PDO) was approved in 2009.
nb: Goliat ble påvist i 2000, og plan for utbygging og drift (PUD) ble godkjent i 2009.

source: Development solutions with subsea tie-back to the Snorre B platform or the Visund platform are being evaluated.
nb: Utbyggingskonsept med havbunnstilknytning til Snorre B-innretningen eller Gullfaks B- og Visund-innretningene vurderes.

source: Snorre was discovered in 1979, and the plan for development and operation (PDO) was approved in 1988.
nb: Snorre ble påvist i 1979, og plan for utbygging og drift (PUD) ble godkjent i 1988.

source: Here too, the largest discoveries such as Heidrun and Ormen Lange were proven relatively early in the exploration phase, in 1985 and 1997, respectively.
nb: Også her ble de største funnene som Heidrun og Ormen Lange påvist relativt tidlig i letefasen, i henholdsvis 1985 og 1997.

source: Brynhild produced oil from sandstone of Late Jurassic age in the Ula Formation.
nb: Brynhild produserte olje fra sandstein av senjura alder i Ulaformasjonen.

source: The well stream is transported in two multiphase pipelines to the Nyhamna terminal for processing and is exported in the Langeled pipeline via Sleipner to Easington in the UK.
nb: Brønnstrømmen transporteres i to flerfaserørledninger til Nyhamna-terminalen for prosessering før den eksporteres i Langeled-rørledningen via Sleipner til Easington i Storbritannia.

source: Volumes that are produced and sold constitutes the historic production.
nb: Det som er produsert, solgt og levert utgjør historisk produksjon.

source: The discovery was proven in 2009, and subsequently delineated by well 16/1-25 S in 2015 and 16/1-28 S in 2018.
nb: Funnet ble påvist i 2009, og det er senere avgrenset med brønn 16/1-25 S i 2015 og 16/1-28 S i 2018.

source: The field is now in the tail phase.
nb: Feltet er nå i halefasen.

source: The only exception is the Halten Bank, where production of oil and gas started over 20 years ago.
nb: Unntaket er Haltenbanken, der det er blitt produsert olje og gass i over 20 år.

source: The gas is sent from Norne to Åsgard, and then exported via the Åsgard Transport System (ÅTS) to the Kårstø terminal.
nb: Gassen sendes fra Norne til Åsgard og eksporteres deretter via Åsgard Transport System (ÅTS) til terminalen på Kårstø.

source: Accumulated resources on the Norwegian continental shelf, 1966-2020
nb: Ressurstilveksten på norsk sokkel, 1966-2020

source: As a result of the extraordinary situation related to covid-19 and the decrease in demand for oil, the Norwegian authorities decided to implement reductions in crude oil production in order to contribute to a faster stabilization of the oil market.
nb: Som følge av den ekstraordinære situasjonen knyttet til covid-19 og den fallende etterspørsel etter olje, besluttet norske myndigheter å gjennomføre kutt i produksjonen av råolje for å bidra til en raskere stabilisering av oljemarkedet.

source: Reserves are recoverable petroleum volumes that are not yet produced, but where a decision to produce decision has been made.
nb: Reserver er utvinnbare petroleumsmengder som ikke er produsert, men som er vedtatt å produsere.

source: The gas was transported to the template Midgard X and further to the Åsgard B facility for processing.
nb: Gassen ble transportert til havbunnsrammen Midgard X, og videre til Åsgard B-innretningen for prosessering.

source: The well stream from the Utgard field is processed at the Sleipner T facility.
nb: Brønnstrømmen fra Utgard prosesseres på Sleipner T-innretningen.

source: Heidrun produces oil and gas from Lower and Middle Jurassic sandstone in the Åre, Tilje, Ile and Garn Formations.
nb: Heidrun produserer olje og gass fra undre og midtre jura sandstein i Åre-, Tilje- Ile- og Garnformasjonene.

source: Statfjord Nord produces oil from Middle Jurassic sandstone in the Brent Group and Upper Jurassic sandstone in the Munin Formation.
nb: Statfjord Nord produserer olje fra sandstein av mellomjura alder i Brentgruppen og av senjura alder i Muninformasjonen.

source: Since the start, the fund has received NOK 3 039 billion from petroleum activities.
nb: Fondet har siden oppstarten blitt tilført totalt 3 039 milliarder kroner fra petroleumsvirksomheten.

source: 35/12-2 S (Grosbeak) is a discovery in the northern part of the North Sea, 23 kilometres south of the Gjøa field.
nb: 35/12-2 S (Grosbeak) er et funn i den nordlige delen av Nordsjøen, 23 kilometer sør for Gjøa.
